Repository: giellalt/corpus-fin
Catalog: tmx/smj/facta/1177.se/forkylning-hos-barn--vad-kan-man-gora-sjalv.html.tmx
Source language: fin
Languages: smj

source: Suomeksi / Finska
smj: Julevusámegiella / Lulesamiska

source: SuomeksiFinska
smj: JulevusámegiellaLulesamiska

source: Takaisin teeman aloitussivulle
smj: Gatjáda rádev (ca. 1 sida)

source: Nuhaa, yskää ja joskus kuumetta
smj: Snuohpa, gåsås ja muhttijn báhkan buolli (ca. 4 sidor)

source: Lapsen on helpompi hengittää, jos hänen pääpuoltaan kohotetaan.
smj: Snuohpa, gåsås ja muhttijn báhkan buolli

source: Sängyn pääpuolta voi kohottaa asettamalla patjan alle ylimääräisiä tyynyjä.
smj: Máhttá bajedit senga oajvvebielev gå láhtjá duodde oajvevuolij bålståra vuolen.

source: Flunssaan sairastuneet lapset ovat usein muutaman päivän voimattomia, väsyneitä tai alakuloisia ja itkuisia.
smj: Máná gudi li snuobav oadtjum li álu dellasa, vájbbasa, vehik håjen ja smággiji vuostasj biejvijt.

source: Tyypillisiä oireita ovat tukkoinen tai vuotava nenä ja kurkkukipu tai korvakipu.
smj: Álu li siján njunnje buodosam jali gålgge snuohpa ja máhtti smággit ja tjåddågijs jali bielljenávlak.

source: Oireisiin voi kuulua myös yskä tai kuume.
smj: Siján máhtti aj vehikgåsås ja muhttijn feber.

source: Nenäerite on aluksi kirkasta ja läpinäkyvää. Muutaman päivän kuluttua se muuttuu paksummaksi ja väriltään joko keltaiseksi tai vihreäksi.
smj: Álgon la snuohpa álu sjerrat ja sjádnjat ja muhtem biejvij duogen suohku, ja viskut jali ruonut.

source: Flunssaisen lapsen vointi on yleensä huonoimmillaan ensimmäisinä sairauspäivinä.
smj: Le snuoba vuostasj biejvijn gå mánná nievremusát vädjá.

source: Flunssa menee yleensä ohi itsestään viikon tai kahden kuluessa.
smj: Avta jali guovte vahko duogen snuohpa álu ietjastis gáhtu.

source: Tavallisen flunssan aiheuttaja on virus. Viruksia vastaan ei ole olemassa lääkkeitä, jotka voisivat nopeuttaa lapsen paranemista.
smj: Oarre dábálasj snuohpaj la virus, ja virusij ij gávnnu dálkkasa ma viehkedi vaj mánná ruvábut väddjá.

source: Kuumeisten ja huonovointisten lasten tulee pysyä kotona
smj: Máná gudi báhkan buolli ja li dellasaäljodime ﷽﷽lasj snuohpaj lsuogotjit lulun hejman årrot

source: Kuumeisten, huonovointisten ja väsyneiden lasten tulee jäädä kotiin lepäämään.
smj: Mánájn gudi báhkan buolli jali li vájvbbasa ja dellasa lulun hejman årrot ja vuojŋadit.

source: Tavallisesti lasten pitää myös saada olla kotona ensimmäinen kuumeeton päivä, ilman että lapsi on saanut kuumetta alentavaa lääkettä.
smj: Ållo máná dárbahi aj hejman årrot vuostasj biejvev gå i e des báhkan buole, e ge febervuolediddje dálkkasijt das bårå.

source: Lasten tulee olla niin pirteitä, että heillä on riittävästi energiaa olla esikoulussa tai koulussa.
smj: Dárbahi väddját vaj ällji åvddåskåvlåjn jali skåvlåjn.

source: Lepo on tärkeää
smj: Dárbbo l vuojŋadit

source: Lapselle tulee antaa mahdollisuus levätä, mutta tämän ei tarvitse pysytellä sängyssä.
smj: Dibddet mánáv vuojŋadit la buorre, vájku ij dárbaha sengan vällahit.

source: Yleensä lapsi tuntee itse, paljonko hän jaksaa olla jalkeilla.
smj: Mánná iesj dåbddå man ednagav náhká juolgij nanna årrot.

source: Nukkuminen ja hengittäminen saattavat helpottua, jos pään alla on muutama lisätyyny.
smj: Máhttá dåbddut giehpep vuojŋŋat ja oadet muhtem duodde oajvevuolij.

source: Tämä pätee etenkin vanhempiin lapsiin, jotka makaavat paikoillaan.
smj: Åvdemusát vuorrasap mánájda gudi vuojŋadi.

source: Vauvoja voi päivällä pitää kantoliinassa, babysitterissä tai sylissä.
smj: Smávmánájt máhttá guodde valugin, babysitterin jali asken adnet biejven.

source: Lempiruokaa ja lisäjuomaa
smj: Härsskobiebbmo ja duodde jugos

source: Monien lasten ruokahalu heikkenee flunssan aikana.
smj: Ållo mánán li nievrep bårråmhállo gå iemeláhkáj.

source: Lapselle kannattaa antaa sellaista ruokaa, josta tämä pitää, esimerkiksi velliä, jogurttia tai jäätelöä.
smj: Máhttá mánnáj vaddet dakkirijt majt hálijt, buojkulvissan jubtsav, yoghurtav jali galmágav.

source: Jos lapsella on kuumetta, hänelle on hyvä antaa lisäjuomaa.
smj: Jus mánná báhkan buollá de l buorre duodde juhkusav vaddet.

source: Keittosuolaliuosta tai nenäsumutetta tukkoiseen nenään
smj: Sálltelåssjkusav jali njunnjespraddjav buododum njunnjáj

source: Jos lapsen nenä on tukossa, tukkoista nenää voi avata sumuttamalla tai tiputtamalla nenään keittosuolaliuosta.
smj: Jus máná njunnje l buododum de máhttá goajkkot jali spraddjijt sálttelåssjkusav njunnjáj, mij snuobav njárbbi.

source: Samalla nenästä voi hellävaraisesti myös poistaa limaa.
smj: Oadtju aj ierit snuobas bátsidisájt árjjogis vuogijn.

source: Keittosuolaliuosta on saatavilla apteekeissa.
smj: Sálltelåssjkos gávnnu dálkasboargálin oasstet.

source: Liuoksen voi valmistaa myös itse sekoittamalla millilitran – yhden maustemitallisen – suolaa desilitraan vettä.
smj: Máhttá aj iesj låssjkusav dahkat gå låsjkot millilijtarav – ruddamihtav – sáltes desilijttarijn tjátjes.

source: Keittosuolaliuosta voi tiputtaa lapsen nenään pumpulitupon avulla.
smj: Goajkodittjat sálltelåssjkusav máná njunnjáj máhttá bomulloduhpov adnet.

source: Vaikeampaan nenän tukkoisuuteen voi lapselle antaa turvotusta lievittäviä nenätippoja tai nenäsumutetta.
smj: Gássjelap njunnjebuodosimen máhttá mánnáj giehpediddje njunnjegoajkádisájt vaddet jali njunnjespraddjav mij unnet båhtånimev njunjen.

source: Nenäsumutteita ja nenätippoja on tarjolla eri ikäisille lapsille.
smj: Dá dálkkasa gávnnuji oasstet dálkastjáladak ja e galga ienep gå lågev biejve aktelattjat aneduvvat.

source: Pakkauksesta käy ilmi, minkä ikäiselle tuote on tarkoitettu.
smj: Njunnjespradja ja njunnjegoajkádisá li hiebadum umasslágásj álldarij milta, mij diededuvvá skurpon.

source: Reseptittä saatavat kuumetta alentavat lääkkeet
smj: Dálkastjáladak báhkkavuolediddje dálkkasa

source: Kuumeen hoitoon tarvitaan harvoin kuumetta alentavia lääkkeitä.
smj: Báhkav vuorjját dárbaj báhkkavuolediddje dálkkasij dálkudit.

source: Lapsen kuume kestää yleensä vain muutaman päivän, eikä tavallisesti ole vakavaa.
smj: Ienemus máná gudi báhkan buolli muhtem biejvijt váni merkaj juoga l vádálasj.

source: Kuumetta alentavia lääkkeitä voidaan kuitenkin antaa, jos lapsen vointi on kuumeen vuoksi huonontunut merkittävästi, esimerkiksi jos lapsella on kipuja kehossa tai hän on ärtyisä tai jos lapsi syö, juo tai nukkuu huonosti, tai hänen on vaikea rauhoittua iltaisin.
smj: Valla máhttá báhkkavuolediddje dálkkasav vaddet jus mánná tjielggasit nievret vädjá báhkan buollemis, buojkulvissan sujna l bávtjas rubmahin, smággi, nievrebut bårrå ja juhká, nievret oadá jali gássjel la oaddát iehkedis.

source: Alle kuuden kuukauden ikäisiä lapsia ei saa hoitaa kuumetta alentavilla lääkkeillä ennen kuin on ottanut yhteyttä sairaanhoitoon.
smj: Ij galga dálkudit mánájt gudi li nuorabu gå guhtta máno gudi báhkan buolli váni vuostak sujtujn aktavuodav válldet.

source: Yli kolmen kuukauden ikäisten lasten hoitoon voi käyttää parasetamolia sisältäviä lääkkeitä, esimerkiksi Alvedonia tai Panodilia.
smj: Báhkan buollemij gávnnu mánájda gudi li vuorrasappo gå gålmå máno dálkkasa ma sisanedi paracetamolav, buojkulvissan Alvedon jali Panodil.

source: Yli kuuden kuukauden ikäisille voidaan antaa ibuprofeenia sisältävää Ipreniä, jota saa apteekista ilman reseptiä.
smj: Guhtta máno rájes máná máhtti oadtjot Iprenav jali Ibumetinav, ma li dálkastjáladak ja sisanedi ibuprofenav.

source: Lääkkeitä on saatavilla nestemäisenä tai peräpuikkoina, jotka sisältävät oikean annoksen pienelle lapselle.
smj: Dálkkasa gávnnuji låssjkusin jali bahtablähttan duolla dálkasnárijn smávva mánájda.

source: Vanhemmille lapsille on saatavilla myös tabletteja.
smj: Vuorrasap mánájda gávnnuji aj tablehta.

source: Noudata tarkasti pakkauksen ohjeita.
smj: Tjuovo vattugit bagádusájt skuorpon.

source: Älä yhdistele eri lääkkeitä.
smj: Ale aktida umasslágásj dálkkasijt.

source: Alle 18-vuotiaille lapsille ei saa antaa asetyylisalisyylihappoa sisältäviä kuumetta alentavia lääkkeitä, kuten Magnecyliä, Treoa tai Albyliä.
smj: Máná vuollelin 18 jage ja gudi báhkan buolli e galga báhkkavuolediddje dálkkasijt bårråt acetylsalisyrajn, buojkulvissan Magnecyl, Treo jali Albyl.

source: Reseptittä saatavat yskänlääkkeet
smj: Dálkastjáladak gåsåsdálkkasa

source: Reseptittä saatavien yskänlääkkeiden teho ei ole kovin hyvä.
smj: Dálkastjáladak gåsåsdálkkasa e álu buoreda.

source: Jos lapsella on yskä, on tärkeää, että lapsi yskii liman ulos keuhkoputkista.
smj: Jus mánná la gåssåsis de l ájnas mánná gåsså slijvev ålgus rájnnitjit gurggusav.

source: Yskää lievittävät lääkkeet vaikeuttavat liman yskimistä ulos keuhkoputkista.
smj: Gåsåsgiehpediddje dálkkasa dahki gásselap mánnáj slijvev ålgus gåssåt.

source: Limaa irrottavien lääkkeiden teho on puolestaan epävarma.
smj: Ij diehttu jus slijvvegiehpediddje dálkkasa viehkedi.

source: Yskän lievittämiseksi voi sen sijaan kokeilla lämpimän tai viileän juotavan antamista lapselle.
smj: Giehpedittjat gåssåsåv máhttá dan sadjáj gähttjalit vaddet liegga jali galmma juhkusav.

source: Alle kaksivuotiaille lapsille ei saa koskaan antaa yskänlääkettä ilman että on ensin ottanut yhteyttä lääkäriin.
smj: Mánájda vuollelin guokta jage ij goassak galga gåsåsdálkkasav vaddet åvddål vuostak la dåktårijn aktavuodav válldám.

source: Miten tartunnan leviämistä voi estää ?
smj: Gåktu galggá garvvet soahpom oabllán ?

source: Tartunnan leviämisen estämiseksi on hyvä opettaa lapset aivastamaan ja yskimään kyynärtaipeeseen ja käyttämään paperinenäliinoja.
smj: Vaj ij mánná galga iehtjádijt soahpot de la buorre mánájt åhpaditt giehtagávvaj gassnet ja gåssåt ja páhpersagárdagájt adnet.

source: On hyvä pitää huoli, että lapset pesevät kätensä useamman kerran päivässä.
smj: Máhttá gähttjat vaj giedajt bassi moaddi bäjvváj.

source: Yritä opettaa lapsi olemaan kaivamatta nenäänsä tai hieromaan silmiään.
smj: Gähttjala aj mánáv åhpadit ij njunjev jali tjalmijt duohttat.

source: Virus tarttuu ja leviää helpoimmin sitä kautta.
smj: Le gånnå virusa giehpemusát dähppu ja oablláni.

source: Tartunnan leviämistä voi ehkäistä myös niin, että lapset eivät leiki flunssaan sairastuneiden kanssa.
smj: Soahpomoabllom binnu aj jus máná e ståga lahkalakkoj gejna l snuohpa.

source: Anna lasten olla ulkona mahdollisimman paljon, myös talvella.
smj: Dibde mánájt ålggon årrot nåv ednagit gå máhttelis, dálven aj.

source: Muista, että ympäristön tupakansavulle altistuvat lapset sairastuvat flunssaan helpommin.
smj: Mujttit, máná gudi dubáksuovvaj boadádalli, birrasin álkkebut sjaddi snuohpasa snuobav.

source: Ehkä tarpeen ottaa yhteys sairaanhoitoon
smj: Soajttá dárbaj sujtujn aktavuodav válldet

source: On erittäin tärkeää tarkkailla lapsen yleisvointia.
smj: Buorre l årrot oalle ájttsis gåktu mánná vädjá.

source: Jos lapsi vaikuttaa väsyneeltä eikä jaksa juoda, on välittömästi otettava yhteys terveyskeskukseen tai akuuttivastaanottoon.
smj: Galggá dalága varresvuohtaguovdátjin jali hähkkaduostudagájn aktavuodav válldet jus mánná vuojnnet la vájbas ja ij vieje juhkat.

source: Lapsi tarvitsee hoitoa myös silloin, jos hänellä on hengitysvaikeuksia tai yskä, joka pahenee ja kuulostaa haukkuvalta.
smj: Sämmi l aj jus mánán la gássjel vuojŋŋat jali jus mánán la gåsås mij värrán, sierraláhkáj jus gullu ietjáláhkáj / skällande.

source: Jos lapsen korvasta valuu nestettä, tulee ottaa yhteyttä terveyskeskukseen tai päivystykseen, jotta lapsen korvat saadaan tutkittua.
smj: Jus låsjkos gålggå bieljes lulu aktavuodav válldet varresvuohtaguovdátjijn jali hähkkaduostudagájn, vaj mánná åtsåduvvá.

source: Jos lapsella on korvakipuja eivätkä nämä mene ohi, tulee vuorokauden kuluessa ottaa yhteyttä terveyskeskukseen tutkimusta varten.
smj: Jus mánán la bielljenávlak, ja ij buorrána, de luluj aktavuodav válldet varresvuohtaguovdátjijn vaj mánná jánndura sinna åtsådibmá.

source: Kysy neuvoa
smj: Gatjáda rádev

source: Voit soittaa ympäri vuorokauden sairaanhoitajalle ja kysyä neuvoa.
smj: Máhtá aj jánndura birra skihpasujttárijn ságastit ja rádev oadtjot.

source: Soita numeroon 1177.
smj: Skuolka 1177.

source: Sieltä voidaan kertoa, mihin terveyskeskukseen kuulut.
smj: Snuohpa, gåsås ja muhttijn báhkan buolli (ca. 4 sidor)

source: Toimittaja:
smj: Dåjmadiddje:

source: 1117. se – toimitus ja toimitusneuvosto on myös muokannut, tarkastanut ja hyväksynyt kaiken sisällön.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
